Repository: nurpratapkarki/insurance-management
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ne

source: Cancel
ne: रद्द गर्नुहोस्

source: Save
ne: सुरक्षित गर्नुहोस्

source: Submit
ne: पेश गर्नुहोस्

source: Delete
ne: मेटाउनुहोस्

source: Edit
ne: सम्पादन गर्नुहोस्

source: View
ne: हेर्नुहोस्

source: Print
ne: मुद्रण गर्नुहोस्

source: Download
ne: डाउनलोड गर्नुहोस्

source: Upload
ne: अपलोड गर्नुहोस्

source: Notes
ne: टिप्पणीहरू

source: Status
ne: अवस्था

source: Date
ne: मिति

source: Amount
ne: रकम

source: Rs.
ne: रू.

source: Policy
ne: पोलिसी

source: Policy Renewal
ne: पोलिसी नवीकरण

source: Policy Details
ne: पोलिसी विवरण

source: Policy Number
ne: पोलिसी नम्बर

source: Policy Holder
ne: पोलिसी धारक

source: Policy Type
ne: पोलिसी प्रकार

source: Sum Assured
ne: बीमा अंक

source: Start Date
ne: सुरु मिति

source: Maturity Date
ne: परिपक्व मिति

source: Payment Interval
ne: भुक्तानी अन्तराल

source: Premium Amount
ne: प्रिमियम रकम

source: Due Date
ne: भुक्तानी मिति

source: Renewal Information
ne: नवीकरण जानकारी

source: Renewal Amount
ne: नवीकरण रकम

source: Grace Period
ne: ग्रेस अवधि

source: Grace Period Ends
ne: ग्रेस अवधि समाप्त

source: 30 days after due date
ne: भुक्तानी मिति पछि ३० दिन

source: First Reminder
ne: पहिलो स्मरण

source: Second Reminder
ne: दोस्रो स्मरण

source: Final Reminder
ne: अन्तिम स्मरण

source: Send First Reminder
ne: पहिलो स्मरण पठाउनुहोस्

source: Send Second Reminder
ne: दोस्रो स्मरण पठाउनुहोस्

source: Send Final Reminder
ne: अन्तिम स्मरण पठाउनुहोस्

source: Initiate Renewal
ne: नवीकरण सुरु गर्नुहोस्

source: Complete Renewal
ne: नवीकरण पूरा गर्नुहोस्

source: Note
ne: नोट

source: This policy has an active renewal process. You can complete the renewal by clicking the button below.
ne: यो पोलिसीको सक्रिय नवीकरण प्रक्रिया चालु छ। तपाईं तलको बटन क्लिक गरेर नवीकरण पूरा गर्न सक्नुहुन्छ।

source: By initiating this renewal, a renewal request will be created and tracked. You'll be able to send reminders and process the renewal.
ne: यो नवीकरण सुरु गरेर, एक नवीकरण अनुरोध सिर्जना र ट्र्याक गरिनेछ। तपाईं स्मरणहरू पठाउन र नवीकरण प्रक्रिया गर्न सक्षम हुनुहुनेछ।

source: Important
ne: महत्वपूर्ण

source: Policy renewal should be completed within the grace period to maintain continuous coverage. Past-due renewals may require additional underwriting.
ne: निरन्तर कभरेज कायम राख्न पोलिसी नवीकरण ग्रेस अवधिभित्र पूरा गर्नुपर्नेछ। बक्यौता नवीकरणहरूको लागि अतिरिक्त अण्डरराइटिङ आवश्यक पर्न सक्छ।

source: Add any notes about this renewal
ne: यस नवीकरणको बारेमा कुनै टिप्पणी थप्नुहोस्

source: Agent Code
ne: एजेन्ट कोड

source: Commission Rate
ne: कमिशन दर

source: Total Policies Sold
ne: कुल बिक्री भएका पोलिसीहरू

source: Total Premium Collected
ne: कुल संकलित प्रिमियम

source: Commission Earned (YTD)
ne: कमाएको कमिशन (YTD)

source: Target Achievement
ne: लक्ष्य प्राप्ति

source: Annual Target
ne: वार्षिक लक्ष्य

source: vs last month
ne: गत महिनाको तुलनामा

source: vs last year
ne: गत वर्षको तुलनामा

source: Performance Metrics
ne: प्रदर्शन मेट्रिक्स

source: Monthly Sales Target
ne: मासिक बिक्री लक्ष्य

source: Customer Retention
ne: ग्राहक रिटेन्शन

source: Renewal Rate
ne: नवीकरण दर

source: Average Policy Value
ne: औसत पोलिसी मूल्य

source: Monthly Commission Trend
ne: मासिक कमिशन प्रवृत्ति

source: Last 12 Months
ne: गत १२ महिना

source: Policies Sold by Type
ne: प्रकार अनुसार बिक्री भएका पोलिसीहरू

source: Current Year
ne: चालु वर्ष

source: Recent Commissions
ne: हालैका कमिशनहरू

source: Last 30 Days
ne: गत ३० दिन

source: No recent commissions found.
ne: कुनै हालैका कमिशनहरू भेटिएन।

source: Commission Amount
ne: कमिशन रकम

source: Target
ne: लक्ष्य
